ideologies = [
	{
        "name": "Марксизм-ленинизм",
        "desc": "Марксизм-ленинизм — это форма марксизма, которая была сформирована в 20 веке в Советском Союзе. Марксисты-ленинцы в значительной степени выступают за использование коммунистической политической партии в качестве платформы как для достижения революции, так и для утверждения социализма. Многие марксисты-ленинцы несколько более националистичны и патриотичны, чем многие другие марксисты, и могут отдавать предпочтение промышленному прогрессу перед экологическими целями."
        "stats": {
            "a": 80,
            "b": 80,
            "c": 90,
            "d": 50,
            "e": 90,
            "f": 70,
            "g": 50
        }
    },
    {
        "name": "Ортодоксальный марксизм",
        "desc": "Ортодоксальный марксизм — это форма марксизма, которая принимает взгляды, соответствующие марксистской теории в том виде, в каком она была изначально написана, в частности, на тему диалектического материализма. Ортодоксальные марксисты в высшей степени революционны и интернационалистичны и считают, что неиндустриальные общества не способны достичь социализма."
        "stats": {
            "a": 80,
            "b": 80,
            "c": 60,
            "d": 80,
            "e": 70,
            "f": 50,
            "g": 30
        }
    },
    {
        "name": "Экосоциализм",
        "desc": "Экосоциализм — это идеология объединения теорий марксизма, социализма, экологической политики и альтерглобализации. Экосоциалисты уделяют особое внимание общественной собственности на средства производства и проблемам окружающей среды. Глобальная стратегия экосоциализма состоит в ненасильственном демонтаже капиталистической системы государства."
        "stats": {
            "a": 30,
            "b": 60,
            "c": 50,
            "d": 80,
            "e": 70,
            "f": 20,
            "g": 30
        }
    },
    {
        "name": "Центристский марксизм",
        "desc": "Центристский марксизм — это форма марксизма, которая принимает марксистские взгляды на общество и экономику, одновременно воздерживаясь от принятия окончательной позиции по отношению к революции и реформизму. Многие марксисты-центристы также могут быть более националистическими, чем другие марксисты."
        "stats": {
            "a": 40,
            "b": 80,
            "c": 50,
            "d": 50,
            "e": 60,
            "f": 40,
            "g": 40
        }
    },
    {
        "name": "Коммунизм рабочих советов",
        "desc": "Коммунизм рабочих советов — это форма марксизма, которая выступает за то, чтобы рабочие советы были основой социалистического общества. Коммунисты рабочих советов, как правило, выступают против существования сильного влияния политических партий в социалистической политической системе, отдавая предпочтение демократии рабочих советов."
        "stats": {
            "a": 90,
            "b": 70,
            "c": 30,
            "d": 80,
            "e": 20,
            "f": 50,
            "g": 30
        }
    },
    {
        "name": "Левый коммунизм",
        "desc": "Левый коммунизм — это форма марксизма, склоняющаяся к так называемым ультралевым позициям. К ним относятся безусловная поддержка революции и интернационализма, отказ от профсоюзов и участия в либеральной демократии, отказ от национального освобождения и самоопределения."
        "stats": {
            "a": 100,
            "b": 60,
            "c": 50,
            "d": 80,
            "e": 80,
            "f": 50,
            "g": 30
        }
    },
    {
        "name": "Анархо-коммунизм",
        "desc": "Анархо-коммунизм — это форма анархизма, которая выступает за ликвидацию капитализма и государства, а также коллективной собственности на средства производства. Анархо-коммунисты поддерживают децентрализованную экономику и правительство, при этом анархо-синдикализм является обычным способом организации такого общества."
        "stats": {
            "a": 80,
            "b": 50,
            "c": 20,
            "d": 80,
            "e": 10,
            "f": 50,
            "g": 30
        }
    },
    {
        "name": "Зелёный анархизм",
        "desc": "Зелёный анархизм, или ''эко-анархизм'' является формой анархизма, в котором особое внимание уделяется экологическим проблемам. Он часто связан с отдельными идеологиями, такими как анархо-синдикализм. Действия зелёных анархистов, как правило (но не всегда), носят ненасильственный характер. Помимо этого, зелёные анархисты также часто поддерживают использование децентрализованной эгалитарной экономики для достижения экологических целей."
        "stats": {
            "a": 30,
            "b": 40,
            "c": 20,
            "d": 80,
            "e": 10,
            "f": 10,
            "g": 30
        }
    },
    {
        "name": "Рыночный анархизм",
        "desc": "Рыночный анархизм — это форма анархизма, в которой анархические цели, такие как уничтожение иерархии, государства и капитализма, смешиваются с усиленным индивидуализмом и умеренным реформистским подходом. Не следует путать это с анархо-капитализмом."
        "stats": {
            "a": 20,
            "b": 40,
            "c": 30,
            "d": 70,
            "e": 10,
            "f": 60,
            "g": 30
        }
    },
    {
        "name": "Утопический социализм",
        "desc": "Утопический социализм — это форма домарксистского социализма, которая крайне верит в эгалитарную, моралистическую и идеалистическую основу социалистического общества. Утопические социалисты, как правило, отвергают насильственную революцию и часто считают, что правящий класс можно убедить принять социализм."
        "stats": {
            "a": 30,
            "b": 20,
            "c": 40,
            "d": 20,
            "e": 50,
            "f": 40,
            "g": 50
        }
    },
    {
        "name": "Демократический социализм",
        "desc": "Демократический социализм — это форма социализма, которая стремится использовать либеральную демократию как средство достижения социалистической экономики и общества. Демократический социализм отвергает революцию и централизованную плановую экономику, вместо этого поддерживая умеренную общественную собственность в форме государственных коммунальных услуг, и демократическое самоуправление на рабочем месте."
        "stats": {
            "a": 30,
            "b": 30,
            "c": 30,
            "d": 60,
            "e": 60,
            "f": 30,
            "g": 20
        }
    },
    {
        "name": "Социал-демократия",
        "desc": "Социал-демократия — это левоцентристская идеология, выступающая за смешение левых ценностей, таких как социальное обеспечение и корпоративное регулирование, с капитализмом и либеральной демократией в форме смешанной экономики. Многие современные социал-демократы отдают предпочтение кейнсианству."
        "stats": {
            "a": 20,
            "b": 30,
            "c": 50,
            "d": 40,
            "e": 80,
            "f": 50,
            "g": 30
        }
    },
    {
        "name": "Левый национализм",
        "desc": "Левый национализм — это идеология, которая смешивает левую экономику с нексенофобским национализмом и патриотизмом. Многие левые националисты одновременно поддерживают как международную солидарность, так и вооружённую борьбу."
        "stats": {
            "a": 60,
            "b": 50,
            "c": 60,
            "d": 30,
            "e": 70,
            "f": 50,
            "g": 40
        }
    }
];
