questions = [
    //революция против реформы
    {
        "question": "Желательно прийти к социализму путём постепенного реформирования капиталистического общества, чтобы добиться лучших прав трудящихся.",
        "effect": {
            "a": -10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "ru": "Революция — это лучший способ достижения социалистического общества.",
        "effect": {
            "a": 10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        },
    },
    {
        "question": "Негативные последствия революции, как правило, перевешивают её преимущества.",
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Либеральная демократия является жизнеспособным способом достижения социалистического общества.",
        "effect": {
            "a": -10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Социалистическая революция становится неизбежной в условиях капитализма.",
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Демократия на рабочем месте при капитализме является приемлемой альтернативой полной социализации экономики.",
        "effect": {
            "a": -10,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Революционное насилие приемлемо до тех пор, пока конечный результат не станет положительным.",
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Перераспределение богатств от богатых с помощью налогов — это реальный способ победить неравенство.",
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Современная социал-демократия — это предательство левых ценностей.",
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Угнетённые народы имеют право вступить в насильственное восстание, когда все другие возможности исчерпаны.",
        "effect": {
            "a": 5,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
	{
        "question": "Средства производства, такие как фабрики и фермы, должны находиться в общественной собственности.",
        "effect": {
            "a": 5,
            "b": 10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    //наука против утопизма
    {
        "question": "Материальные условия и потребности являются доминирующим двигателем социально-экономических изменений.",
        "effect": {
            "a": 0,
            "b": 10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Социализм может быть полностью достигнут только в развитых индустриальных обществах.",
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
	{
        "question": "''От каждого по способностям, каждому по потребностям'' — это хороший принцип.",
        "effect": {
            "a": 0,
            "b": 10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Можно мирно убедить правящий класс подчиниться социалистическому обществу.",
        "effect": {
            "a": -5,
            "b": -10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Капитализм будет провоцировать собственную гибель через противоречия, которые приводят к кризису.",
        "effect": {
            "a": 0,
            "b": 10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Классовая борьба — это сила, которая оказала влияние на бóльшую часть истории человечества.",
        "effect": {
            "a": 0,
            "b": 10,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Установление социализма — это постепенный процесс, а не мгновенный или быстрый.",
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Общество в основном движется личностями и идеями.",
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Полное экономическое и социальное равенство реально достижимо.",
        "effect": {
            "a": 0,
            "b": -5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Социалистический мир будущего, к которому мы стремимся — это мир без эксплуатации и эксплуататоров, классовых и национальных антагонизмов.",
        "effect": {
            "a": 0,
            "b": 10,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    //централизация против децентрализации
    {
        "question": "Экономика, как правило, разработана лучше, когда она организована ''снизу вверх'', а не ''сверху вниз''.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": -10,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Местные плановики более эффективны в ведении плановой экономики, нежели национальные.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": -10,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Централизованная плановая экономика, основанная на компьютерах, является концепцией, заслуживающей изучения.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "В слаборазвитых обществах централизованно планируемая экономика является наилучшим способом достижения быстрого прогресса.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Принципы демократии на рабочем месте и самоуправление желательны.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Лучше всего государство можно определить как монополию на насилие и угнетение.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": -10,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Высокоцентрализованная плановая экономика — это не социализм, а государственный капитализм.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Бюрократия и неэффективность всегда присущи централизованно планируемой экономике.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": -10,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Необходимо установить диктатуру пролетариата как переходный этап между капитализмом и социализмом.",
        "effect": {
            "a": 0,
            "b": 5,
            "c": 5,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Правительство должно иметь возможность назначать людей на рабочие места.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 10,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    //интернационализм против национализма
    {
        "question": "Пролетарские социалистические революции неизбежно должны произойти во всех капиталистических странах, став частью мировой революции.",
        "effect": {
            "a": 10,
            "b": 10,
            "c": 0,
            "d": 10,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Мировая социалистическая республика — это реальная и желаемая цель.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 10,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Национализм и патриотизм — это импульсы, неприемлемые в социалистическом обществе.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 10,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "Глобальное социалистическое движение должно возглавляться одной партией или организацией.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Иностранные чиновники не имеют права диктовать политику в другой стране.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": -5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Желательно иметь открытые границы между социалистическими странами-единомышленниками.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Любая социалистическая страна должна быть нацелена на экспорт своей идеологии за рубеж.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 10,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Люди схожих культур должны объединиться в федерации или конфедерации.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Международный пролетариат не принадлежит ни одной стране.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 10,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Национальное освобождение, или самоопределение всех народов, является хорошей концепцией.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Я готов пожертвовать экономическими ресурсами у себя на родине, чтобы помочь другим странам.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": 0
        }
    },
    //партия против профсоюзов
    {
        "question": "Социалистические политические партии должны участвовать в либерально-демократических выборах.",
        "effect": {
            "a": -5,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Профсоюзы и рабочие советы должны составлять основу социалистического общества.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -10,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Лидерство политических партий в продвижении к социализму всегда будет приводить к авторитаризму.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Демократический централизм — это авторитарная организационная структура, игнорирующая массы.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Только массовая рабочая партия может достичь каких-либо значимых долгосрочных целей.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 10,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Массовые спонтанные действия более эффективны, чем тщательно спланированные.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Социалистические организации, как правило, чувствуют себя лучше, когда они организованы свободно и децентрализованно.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": -5,
            "d": 0,
            "e": -5,
            "f": 0,
            "g": 0
        }
    },
    {
        "question": "Профсоюзный подход был в значительной степени коррумпирован правящим классом и больше не является жизнеспособной структурой социалистической организации.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 5,
            "f": 0,
            "g": 0
        }
    },
    //производство против экологии
    {
        "question": "Изменение климата является одной из основных глобальных угроз, с которой должны вести ожесточённую борьбу все социалисты.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Меры по решению экологических проблем неприемлемы, если они приводят к значительному снижению производства и качества жизни.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 10,
            "g": 0
        }
    },
    {
        "question": "Глупо ожидать, что возобновляемые источники энергии смогут заменить ископаемые виды топлива.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 5,
            "g": 0
        }
    },
    {
        "question": "Индустриализированные методы ведения сельского хозяйства должны быть упразднены, даже если это приведёт к снижению объёмов производства.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "В рамках достижения социализма важно будет осуществлять экстенсивные меры по охране окружающей среды.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -10,
            "g": 0
        }
    },
    {
        "question": "Экспериментальные экологически чистые источники пищи, такие как искусственное мясо из пробирки, стоят того, чтобы в них инвестировать.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Личные средства транспорта, такие как автомобили, должны быть заменены бесплатным общественным транспортом.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": -5
        }
    },
    {
        "question": "Для сохранения природной экосистемы вполне допустимо, чтобы человечество страдало в определённой степени.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -10,
            "g": 0
        }
    },
    {
        "question": "Мы должны радикально изменить наше потребление пищи, чтобы ограничить эксплуатацию природы.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -10,
            "g": 0
        }
    },
    {
        "question": "Во избежание экологической катастрофы необходимо ограничить рост численности населения.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -5,
            "g": 0
        }
    },
    {
        "question": "Некоторое мелкомасштабное разрушение природы допустимо, если это принесёт значительную пользу человечеству.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 5,
            "g": 0
        }
    },
    {
        "question": "Для преодоления долгосрочных климатических проблем человечество должно вернуться к примитивным путям прошлого.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": -10,
            "g": 5
        }
    },
    //консерватизм против прогрессивизма
    {
        "question": "Угнетение ЛГБТ-сообщества — это серьёзная проблема, которую необходимо решить.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -10
        }
    },
    {
        "question": "Необходимо преодолеть традиционные гендерные роли, такие как роль женщин в качестве домохозяек.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -10
        }
    },
    {
        "question": "Брак — это патриархальная социальная конструкция, которая должна постепенно ликвидироваться.",
        "effect": {
            "a": 0,
            "b": 5,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -10
        }
    },
    {
        "question": "Аборт — это аморальный акт, который должен быть запрещён или значительно ограничен.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "Религии в общем имеют положительный эффект и должны оставаться влиятельными в обществе.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 10
        }
    },
    {
        "question": "Этнические меньшинства должны считаться равными бóльшей части населения.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 5,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "Социалистическое правительство не имеет права нарушать религиозные или культурные традиции ни при каких обстоятельствах.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 10
        }
    },
    {
        "question": "Тюрьмы — это деспотические и устаревшие институты, которые необходимо упразднить.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -5
        }
    },
    {
        "question": "Массовая внешняя иммиграционная политика наивна и не должна осуществляться.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": 5
        }
    },
    {
        "question": "Невозможно добиться социалистического общества, не добившись при этом значительного социального прогресса и радикального преобразования общественных отношений.",
        "effect": {
            "a": 0,
            "b": 0,
            "c": 0,
            "d": 0,
            "e": 0,
            "f": 0,
            "g": -10
        }
    }
];
